Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitFoodAndDrinkLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.addToCart
source: Add to Cart
ar: إضافة إلى السلة
bg: Добави в количката
ca: Afegir a la Cistella
cs: Přidat do košíku
da: Tilføj til indkøbskurv
de: In den Warenkorb
el: Προσθήκη στο Καλάθι
es: Agregar al carrito
es_419: Agregar al carrito
fi: Lisää ostoskoriin
fr: Ajouter au panier
fr_ca: Ajouter au panier
he: הוסף לעגלת קניות
hi: गाड़ी में जोड़ें
hr: Dodaj u košaricu
hu: Hozzáadás a Kosárhoz
id: Tambah ke Keranjang
it: Aggiungi al Carrello
ja: カートに追加
kk: Себетке қосу
ko: 장바구니에 추가
ms: Tambah ke Troli
nb: Legg til i handlekurv
nl: Winkelwagen Toevoegen
pl: Dodaj do koszyka
pt_br: Adicionar ao Carrinho
pt_pt: Adicionar ao Carrinho
ro: Adaugă în Coș
ru: Добавить в корзину
sk: Pridať do košíka
sv: Lägg till i kundvagn
th: เพิ่มลงในรถเข็น
tr: Sepete Ekle
uk: Додати в кошик
vi: Thêm vào giỏ hàng
zh_hans: 加入购物车
zh_hant: 新增至購物車
zh_hk: 加入購物車

# TK.Action.addToFavorites
source: Add to Favorites
ar: إضافة إلى المفضلة
bg: Добави към Любими
ca: Afegir a Favorits
cs: Přidat do oblíbených
da: Føj til favoritter
de: Zu Favoriten hinzufügen
el: Προσθήκη στα Αγαπημένα
es: Añadir a favoritos
es_419: Agregar a favoritos
fi: Lisää suosikkeihin
fr: Ajouter aux favoris
fr_ca: Ajouter aux favoris
he: הוספה למועדפים
hi: पसंदीदा में जोड़ें
hr: Dodaj u omiljeno
hu: Hozzáadás a Kedvencekhez
id: Tambah ke Favorit
it: Aggiungi ai preferiti
ja: よく使う項目に追加
kk: Таңдаулыларға қосу
ko: 즐겨찾기에 추가
ms: Tambah ke Kegemaran
nb: Legg til favoritter
nl: Toevoegen aan Favorieten
pl: Dodaj do ulubionych
pt_br: Adicionar aos Favoritos
pt_pt: Adicionar aos favoritos
ro: Adaugă la Favorite
ru: Добавить в Избранное
sk: Pridať k obľúbeným
sv: Lägg till i favoriter
th: เพิ่มไปยังรายการโปรด
tr: Favorilerime Ekle
uk: Додати до Улюблених
vi: Thêm vào Mục ưa thích
zh_hans: 添加到个人收藏
zh_hant: 加入我的最愛
zh_hk: 加至我的最愛

# TK.Action.applyCoupon
source: Apply Coupon
ar: تطبيق القسيمة
bg: Приложи ваучер
ca: Aplicar Codi de Descompte
cs: Použít kupón
da: Anvend kupon
de: Gutschein anwenden
el: Εφαρμογή Κωδικού Εκπτωσης
es: Aplicar cupón
es_419: Aplicar cupón
fi: Käytä kuponkia
fr: Appliquer le coupon
fr_ca: Appliquer un Coupon
he: החל קופון
hi: कूपन लागू करें
hr: Primijeni kupon
hu: Kupon alkalmazása
id: Terapkan Kupon
it: Applica Coupon
ja: クーポンを適用
kk: Купонды қолдану
ko: 쿠폰 적용
ms: Terapkan Kupon
nb: Bruk kupong
nl: Coupon Toepassen
pl: Zastosuj kupon
pt_br: Aplicar Cupom
pt_pt: Aplicar Cupão
ro: Aplică cupon
ru: Применить купон
sk: Použiť kupón
sv: Tillämpa rabattkod
th: ใช้คูปอง
tr: Kupon Uygula
uk: Застосувати купон
vi: Áp dụng mã giảm giá
zh_hans: 使用优惠券
zh_hant: 套用優惠券
zh_hk: 應用優惠券

# TK.Action.applyFilter
source: Apply Filter
ar: تطبيق الفلتر
bg: Приложи филтър
ca: Aplicar Filtre
cs: Použít filtr
da: Anvend filter
de: Filter anwenden
el: Εφαρμογή Φίλτρου
es: Aplicar filtro
es_419: Aplicar filtro
fi: Käytä suodatinta
fr: Appliquer le filtre
fr_ca: Appliquer un Filtre
he: החל פילטר
hi: फिल्टर लागू करें
hr: Primijeni filter
hu: Szűrő alkalmazása
id: Terapkan Filter
it: Applica Filtro
ja: フィルタを適用
kk: Фильтрды қолдану
ko: 필터 적용
ms: Terapkan Penapis
nb: Bruk filter
nl: Filter Toepassen
pl: Zastosuj filtr
pt_br: Aplicar Filtro
pt_pt: Aplicar Filtro
ro: Aplică Filtru
ru: Применить фильтр
sk: Použiť filter
sv: Tillämpa filter
th: ใช้ตัวกรอง
tr: Filtre Uygula
uk: Застосувати фільтр
vi: Áp dụng bộ lọc
zh_hans: 应用过滤器
zh_hant: 應用濾鏡
zh_hk: 套用過濾器

# TK.Action.bookTable
source: Book Table
ar: حجز طاولة
bg: Резервирай маса
ca: Reservar Taula
cs: Rezervovat stůl
da: Book bord
de: Tisch buchen
el: Κλείστε Τραπέζι
es: Reservar mesa
es_419: Reservar mesa
fi: Varaa pöytä
fr: Réserver une table
fr_ca: Réserver une table
he: הזמן שולחן
hi: टेबल बुक करें
hr: Rezerviši sto
hu: Asztal Foglalása
id: Pesan Meja
it: Prenota tavolo
ja: テーブルを予約する
kk: Стол брондау
ko: 테이블 예약
ms: 预订桌子
nb: Bestill bord
nl: Tafel Boeken
pl: Zarezerwuj stolik
pt_br: Reservar Mesa
pt_pt: Reservar Mesa
ro: Rezervă masă
ru: Забронировать столик
sk: Rezervovať stôl
sv: Boka bord
th: จองโต๊ะ
tr: Masa Rezervasyonu Yap
uk: Замовити стіл
vi: Đặt bàn
zh_hans: 预定桌子
zh_hant: 訂位
zh_hk: 预订餐桌

# TK.Action.browseMenu
source: Browse Menu
ar: تصفح القائمة
bg: Разгледай менюто
ca: Navegar pel Menú
cs: Procházet menu
da: Gennemse menu
de: Speisekarte durchsuchen
el: Περιήγηση μενού
es: Explorar menú
es_419: Explorar menú
fi: Selaa valikkoa
fr: Parcourir le menu
fr_ca: Parcourir le menu
he: גלוש בתפריט
hi: मेन्यू ब्राउज़ करें
hr: Istraži izbornik
hu: Menü Böngészése
id: Jelajahi Menu
it: Sfoglia menu
ja: メニューをブラウズする
kk: Мәзірді қарау
ko: 메뉴 탐색
ms: Semak Imbas Menu
nb: Bla gjennom menyen
nl: Menu Doorbladeren
pl: Przeglądaj menu
pt_br: Navegar no Menu
pt_pt: Navegar no Menu
ro: Răsfoiește meniu
ru: Просмотреть меню
sk: Prezerať menu
sv: Bläddra i meny
th: เรียกดูเมนู
tr: Menüyü Göz At
uk: Переглянути меню
vi: Duyệt thực đơn
zh_hans: 浏览菜单
zh_hant: 瀏覽菜單
zh_hk: 浏览菜单

# TK.Action.checkAvailability
source: Check Availability
ar: التحقق من التوفر
bg: Проверете наличността
ca: Comprovar Disponibilitat
cs: Zkontrolovat dostupnost
da: Tjek tilgængelighed
de: Verfügbarkeit prüfen
el: Έλεγχος Διαθεσιμότητας
es: Verificar disponibilidad
es_419: Comprobar disponibilidad
fi: Tarkista saatavuus
fr: Vérifier la disponibilité
fr_ca: Vérifier la disponibilité
he: בדוק זמינות
hi: उपलब्धता जांचें
hr: Provjeri dostupnost
hu: Elérhetőség Ellenőrzése
id: Periksa Ketersediaan
it: Controlla disponibilità
ja: 空き状況を確認する
kk: Қол жетімділікті тексеру
ko: 가용성 확인
ms: Semak Ketersediaan
nb: Sjekk tilgjengelighet
nl: Beschikbaarheid Controleren
pl: Sprawdź dostępność
pt_br: Verificar Disponibilidade
pt_pt: Verificar Disponibilidade
ro: Verifică disponibilitatea
ru: Проверить доступность
sk: Skontrolovať dostupnosť
sv: Kontrollera tillgänglighet
th: ตรวจสอบความพร้อมใช้งาน
tr: Uygunluğu Kontrol Et
uk: Перевірити доступність
vi: Kiểm tra tình trạng khả dụng
zh_hans: 检查可用性
zh_hant: 檢查可用性
zh_hk: 检查可用性

# TK.Action.createOrder
source: Create Order
ar: إنشاء طلب
bg: Създай поръчка
ca: Crear ordre
cs: Vytvořit objednávku
da: Opret ordre
de: Bestellung erstellen
el: Δημιουργία Παραγγελίας
es: Crear Pedido
es_419: Crear pedido
fi: Luo tilaus
fr: Créer une commande
fr_ca: Créer une commande
he: צור הזמנה
hi: आदेश बनाएं
hr: Kreiraj narudžbu
hu: Megrendelés Létrehozása
id: Buat Pesanan
it: Crea ordine
ja: 注文を作成する
kk: Тапсырыс жасау
ko: 주문 생성
ms: Buat Pesanan
nb: Opprett bestilling
nl: Bestelling Aanmaken
pl: Utwórz zamówienie
pt_br: Criar Pedido
pt_pt: Criar Encomenda
ro: Creează comandă
ru: Создать заказ
sk: Vytvoriť objednávku
sv: Skapa beställning
th: สร้างคำสั่ง
tr: Sipariş Oluştur
uk: Створити замовлення
vi: Tạo Đơn hàng
zh_hans: 创建订单
zh_hant: 創建訂單
zh_hk: 建立訂單

# TK.Action.filterDiet
source: Filter Diet
ar: تصفية النظام الغذائي
bg: Филтрирай диета
ca: Filtrar Dieta
cs: Filtrovat dietu
da: Filtrér kost
de: Diät filtern
el: Φιλτράρισμα Δίαιτας
es: Filtrar Dieta
es_419: Filtrar dieta
fi: Suodata ruokavalio
fr: Filtrer le régime
fr_ca: Filtrer le régime
he: סנן תפריט
hi: डाइट को फ़िल्टर करें
hr: Filtriraj dijetu
hu: Diéták Szűrése
id: Saring Diet
it: Filtra dieta
ja: ダイエットをフィルタする
kk: Диетаны фильтрлеу
ko: 식단 필터링
ms: Tapis Diet
nb: Filtrer kosthold
nl: Dieet Filteren
pl: Filtruj dietę
pt_br: Filtrar Dieta
pt_pt: Filtrar Dieta
ro: Filtrează dieta
ru: Фильтровать меню
sk: Vyplniť
sv: Filtrera kosthållning
th: กรองเมนูตามอาหาร
tr: Diyeti Filtrele
uk: Фільтрувати раціон
vi: Lọc Chế độ ăn
zh_hans: 筛选饮食
zh_hant: 過濾飲食
zh_hk: 將篩選項目

# TK.Action.likeRecipe
source: Like Recipe
ar: أحب الوصفة
bg: Отбележи рецепта
ca: M'agrada la recepta
cs: Označit recept jako oblíbený
da: Synes godt om opskrift
de: Rezept mögen
el: Σημείωσε τη συνταγή ως αρεστή
es: Me gusta la Partitura
es_419: Marcar como favorito
fi: Tykkää reseptistä
fr: Aimer la recette
fr_ca: Aimer la recette
he: אהבתי מתכון
hi: रेसिपी को पसंद करें
hr: Sviđa mi se recept
hu: Recept kedvelése
id: Suka Resep
it: Mi piace Ricetta
ja: レシピをお気に入りにする
kk: Рецептті ұнату
ko: 레시피 좋아요
ms: Sukai Resepi
nb: Liker oppskrift
nl: Recept Leuk Vinden
pl: Polub Przepis
pt_br: Curtir Receita
pt_pt: Gostar da Receita
ro: Îmi Place Rețeta
ru: Понравился рецепт
sk: Páči sa recept
sv: Gilla recept
th: ถูกใจสูตรอาหาร
tr: Tarifi Beğen
uk: Подобається рецепт
vi: Thích công thức
zh_hans: 喜欢食谱
zh_hant: 喜歡食譜
zh_hk: 喜欢食谱

# TK.Action.logMeal
source: Log Meal
ar: تسجيل الوجبة
bg: Записване на хранене
ca: Registrar àpat
cs: Zaznamenat jídlo
da: Log Måltid
de: Mahlzeit Protokollieren
el: Καταγραφή Γεύματος
es: Registrar comida
es_419: Registrar comida
fi: Tallenna ateria
fr: Enregistrer le repas
fr_ca: Enregistrer le repas
he: רשום ארוחה
hi: भोजन लॉग करें
hr: Zabilježi Obrok
hu: Étkezés rögzítése
id: Catat Makan
it: Registra Pasto
ja: 食事を記録
kk: Тамақты тіркеу
ko: 식사 기록하기
ms: Log Makanan
nb: Logg måltid
nl: Maaltijd Registreren
pl: Zarejestruj posiłek
pt_br: Registrar Refeição
pt_pt: Registar Refeição
ro: Înregistrează Masa
ru: Записать прием пищи
sk: Zaznamenať jedlo
sv: Logga måltid
th: บันทึกอาหาร
tr: Öğünü Kaydet
uk: Записати їжу
vi: Ghi chép bữa ăn
zh_hans: 记录餐食
zh_hant: 記錄餐食
zh_hk: 記錄餐食

# TK.Action.orderNow
source: Order Now
ar: اطلب الآن
bg: Поръчай сега
ca: Demana-ho ara
cs: Objednat nyní
da: Bestil nu
de: Jetzt bestellen
el: Παραγγελία Τώρα
es: Ordenar ahora
es_419: Ordenar ahora
fi: Tilaa nyt
fr: Commander maintenant
fr_ca: Commander maintenant
he: הזמנה עכשיו
hi: अब ऑर्डर करें
hr: Naruči sada
hu: Megrendelés most
id: Pesan Sekarang
it: Ordina ora
ja: 今すぐ注文する
kk: Қазір тапсырыс беру
ko: 지금 주문
ms: Pesan Sekarang
nb: Bestill nå
nl: Bestellen
pl: Zamów teraz
pt_br: Comprar Agora
pt_pt: Encomendar Agora
ro: comandă acum
ru: Заказать сейчас
sk: Objednať teraz
sv: Beställ Nu
th: สั่งซื้อเดี๋ยวนี้
tr: Şimdi Sipariş Ver
uk: Замовити зараз
vi: Đặt hàng ngay
zh_hans: 立即订购
zh_hant: 立即訂購
zh_hk: 立即訂購

# TK.Action.placeOrder
source: Place Order
ar: قدم الطلب
bg: Направи поръчка
ca: Fes la comanda
cs: Odeslat objednávku
da: Afgiv bestilling
de: Bestellung aufgeben
el: Καταχώρισε παραγγελία
es: Realizar pedido
es_419: Realizar pedido
fi: Aseta tilaus
fr: Passer la commande
fr_ca: Passer la commande
he: מקום הזמנה
hi: आर्डर करें
hr: Naruči
hu: Rendelés leadása
id: Tempatkan Pesanan
it: Effettua Ordine
ja: 注文を出す
kk: Тапсырысты беру
ko: 주문하기
ms: Buat Pesanan
nb: Legg inn bestilling
nl: Bestelling Plaatsen
pl: Złóż zamówienie
pt_br: Fazer Pedido
pt_pt: Fazer Pedido
ro: Plasează comandă
ru: Оформить заказ
sk: Zadať objednávku
sv: Lägg Order
th: สั่งซื้อ
tr: Sipariş Ver
uk: Оформити замовлення
vi: Đặt hàng
zh_hans: 下订单
zh_hant: 下訂單
zh_hk: 下訂單

# TK.Action.printRecipe
source: Print Recipe
ar: اطبع الوصفة
bg: Принтирай рецептата
ca: Imprimeix recepta
cs: Tisknout recept
da: Print opskrift
de: Rezept drucken
el: Εκτύπωση συνταγής
es: Imprimir receta
es_419: Imprimir receta
fi: Tulosta resepti
fr: Imprimer la recette
fr_ca: Imprimer la recette
he: הדפס מתכון
hi: रेसिपी प्रिंट करें
hr: Ispisuj recept
hu: Recept nyomtatása
id: Cetak Resep
it: Stampa Ricetta
ja: レシピを印刷する
kk: Рецептті басып шығару
ko: 레시피 인쇄하기
ms: Cetak Resipi
nb: Skriv ut oppskrift
nl: Recept Afdrukken
pl: Drukuj przepis
pt_br: Imprimir Receita
pt_pt: Imprimir Receita
ro: Tipărește rețeta
ru: Напечатать рецепт
sk: Tlačiť recept
sv: Skriv ut recept
th: พิมพ์สูตร
tr: Tarifi Yazdır
uk: Роздрукувати рецепт
vi: In công thức
zh_hans: 打印食谱
zh_hant: 列印食譜
zh_hk: 列印食譜

# TK.Action.rateContent
source: Rate Content
ar: قيم المحتوى
bg: Оцени съдържанието
ca: Valora el contingut
cs: Ohodnotit obsah
da: Bedøm indhold
de: Inhalt bewerten
el: Βαθμολόγησε το Περιεχόμενο
es: Calificar contenido
es_419: Calificar contenido
fi: Arvioi sisältö
fr: Évaluer le contenu
fr_ca: Évaluer le contenu
he: דרג תוכן
hi: सामग्री को रेट करें
hr: Ocijeni sadržaj
hu: Tartalom értékelése
id: Beri Penilaian Konten
it: Valuta contenuto
ja: コンテンツを評価
kk: Мазмұнды бағалау
ko: 컨텐츠 평가
ms: Taksir Kandungan
nb: Vurder innhold
nl: Inhoud Beoordelen
pl: Oceń zawartość
pt_br: Avaliar Conteúdo
pt_pt: Avaliar Conteúdo
ro: Evaluează conținutul
ru: Оценить контент
sk: Ohodnotiť obsah
sv: Betygsätt Innehåll
th: ให้คะแนนเนื้อหา
tr: İçeriği Değerlendir
uk: Оцінити контент
vi: Đánh giá nội dung
zh_hans: 评价内容
zh_hant: 評價內容
zh_hk: 評價內容

# TK.Action.rateDish
source: Rate Dish
ar: قيم الطبق
bg: Оцени ястието
ca: Valora plat
cs: Ohodnotit pokrm
da: Vurder ret
de: Gericht bewerten
el: Αξιολόγηση πιάτου
es: Calificar plato
es_419: Calificar plato
fi: Arvosta annosta
fr: Évaluer le plat
fr_ca: Noter le plat
he: דרג מנה
hi: डिश रेट करें
hr: Ocijeni jelo
hu: Étel értékelése
id: Beri Nilai Hidangan
it: Valuta Piatto
ja: 料理を評価する
kk: Тамақты бағалау
ko: 요리 평가하기
ms: Taksir Hidangan
nb: Vurder rett
nl: Gerecht Beoordelen
pl: Oceń danie
pt_br: Avaliar Prato
pt_pt: Avaliar Prato
ro: Evaluează felul de mâncare
ru: Оценить блюдо
sk: Hodnotiť jedlo
sv: Betygsätt rätt
th: ให้คะแนนจานอาหาร
tr: Yemeği Değerlendir
uk: Оцінити страву
vi: Đánh giá món ăn
zh_hans: 评价菜肴
zh_hant: 評價菜餚
zh_hk: 評分菜餚

# TK.Action.removeFromCart
source: Remove from Cart
ar: إزالة من السلة
bg: Премахни от количката
ca: Elimina de la cistella
cs: Odebrat z košíku
da: Fjern fra kurv
de: Aus dem Warenkorb entfernen
el: Αφαίρεση από καλάθι αγορών
es: Eliminar del carrito
es_419: Eliminar del carrito
fi: Poista ostoskorista
fr: Retirer du panier
fr_ca: Retirer du panier
he: הסר מהעגלה
hi: कार्ट से हटाएं
hr: Ukloni iz košarice
hu: Eltávolítás a kosárból
id: Hapus dari Keranjang
it: Rimuovi dal Carrello
ja: カートから削除する
kk: Себеттен жою
ko: 장바구니에서 제거하기
ms: Buang dari Troli
nb: Fjern fra handlevogn
nl: Verwijderen uit Winkelwagentje
pl: Usuń z koszyka
pt_br: Remover do Carrinho
pt_pt: Remover do Carrinho
ro: Elimină din coș
ru: Удалить из корзины
sk: Odstrániť z košíka
sv: Ta bort från kundvagn
th: ลบจากตะกร้า
tr: Sepetten Kaldır
uk: Видалити з кошика
vi: Gỡ bỏ khỏi giỏ hàng
zh_hans: 从购物车中移除
zh_hant: 從購物車中移除
zh_hk: 從購物車移除

# TK.Action.reserve
source: Reserve
ar: احجز
bg: Резервиране
ca: Reservar
cs: Rezervovat
da: Reserver
de: Reservieren
el: Κράτηση
es: Reservar
es_419: Reservar
fi: Varaa
fr: Réserver
fr_ca: Réserver
he: שמור מקום
hi: आरक्षित करें
hr: Rezerviraj
hu: Asztalfoglalás
id: Pesan
it: Riserva
ja: 予約
kk: Резервация жасау
ko: 예약하기
ms: Tempah
nb: Reserver
nl: Reserveren
pl: Zarezerwuj
pt_br: Reservar
pt_pt: Reservar
ro: Rezervă
ru: Забронировать
sk: Rezervovať
sv: Boka
th: สำรอง
tr: Rezerve Et
uk: Резервувати
vi: Đặt chỗ
zh_hans: 预订
zh_hant: 預約
zh_hk: 預訂

# TK.Action.reviewOrder
source: Review Order
ar: مراجعة الطلب
bg: Преглед на поръчката
ca: Revisar comanda
cs: Zkontrolovat objednávku
da: Gennemgå ordre
de: Bestellung überprüfen
el: Επισκόπηση Παραγγελίας
es: Revisar pedido
es_419: Revisar pedido
fi: Tarkista tilaus
fr: Vérifier la commande
fr_ca: Examiner la commande
he: סקור הזמנה
hi: आर्डर की समीक्षा करें
hr: Pregledaj narudžbu
hu: Rendelés Áttekintése
id: Tinjau Pesanan
it: Rivedi Ordine
ja: 注文を確認
kk: Тапсырысты қарау
ko: 주문 검토하기
ms: Semak Pesanan
nb: Gå gjennom ordre
nl: Bestelling bekijken
pl: Sprawdź zamówienie
pt_br: Revisar Pedido
pt_pt: Rever encomenda
ro: Revizuiește comanda
ru: Просмотреть заказ
sk: Skontrolovať objednávku
sv: Granska beställning
th: ตรวจสอบคำสั่ง
tr: Siparişi Gözden Geçir
uk: Переглянути замовлення
vi: Xem lại Đơn hàng
zh_hans: 查看订单
zh_hant: 檢視訂單
zh_hk: 檢閱訂單

# TK.Action.saveRecipe
source: Save Recipe
ar: حفظ الوصفة
bg: Запазване на рецептата
ca: Desar recepta
cs: Uložit recept
da: Gem opskrift
de: Rezept speichern
el: Αποθήκευση Συνταγής
es: Guardar receta
es_419: Guardar receta
fi: Tallenna resepti
fr: Sauvegarder la recette
fr_ca: Enregistrer la recette
he: שמור מתכון
hi: रेसिपी सहेजें
hr: Spremi recept
hu: Recept Mentése
id: Simpan Resep
it: Salva Ricetta
ja: レシピを保存
kk: Рецептті сақтау
ko: 레시피 저장하기
ms: Simpan Resipi
nb: Lagre oppskrift
nl: Recept opslaan
pl: Zapisz przepis
pt_br: Salvar Receita
pt_pt: Guardar receita
ro: Salvează rețeta
ru: Сохранить рецепт
sk: Uložiť recept
sv: Spara recept
th: บันทึกสูตร
tr: Tarifi Kaydet
uk: Зберегти рецепт
vi: Lưu Công thức
zh_hans: 保存食谱
zh_hant: 保存食譜
zh_hk: 保存食譜

# TK.Action.scanBarcode
source: Scan Barcode
ar: مسح باركود
bg: Сканиране на баркод
ca: Escanejar codi de barres
cs: Naskenovat čárový kód
da: Scan stregkode
de: Barcode scannen
el: Σάρωση Κωδικού Barcode
es: Escanear código de barras
es_419: Escanear código de barras
fi: Skannaa viivakoodi
fr: Scanner le code-barres
fr_ca: Scanner le code-barres
he: סרוק ברקוד
hi: बारकोड स्कैन करें
hr: Skeniraj barkod
hu: Vonalkód Beolvasása
id: Pindai Kode Batang
it: Scansiona Codice a Barre
ja: バーコードをスキャン
kk: Штрихкодты сканерлеу
ko: 바코드 스캔하기
ms: Imbas Kod Bar
nb: Skann
nl: Barcode scannen
pl: Skanuj kod kreskowy
pt_br: Escanear Código de Barras
pt_pt: Digitalizar código de barras
ro: Scanează codul de bare
ru: Сканировать штрих-код
sk: Naskenovať čiarový kód
sv: Skanna streckkod
th: สแกนบาร์โค้ด
tr: Barkod Tara
uk: Сканувати штрих-код
vi: Quét Mã vạch
zh_hans: 扫描条形码
zh_hant: 掃描條碼
zh_hk: 掃描條碼

# TK.Action.scheduleDelivery
source: Schedule Delivery
ar: جدولة التسليم
bg: Планиране на доставка
ca: Programar entrega
cs: Naplánovat dodání
da: Planlæg levering
de: Lieferung planen
el: Προγραμματισμός Παράδοσης
es: Programar entrega
es_419: Programar entrega
fi: Aikatauluta toimitus
fr: Planifier la livraison
fr_ca: Planifier la livraison
he: תאם משלוח
hi: डिलीवरी शेड्यूल करें
hr: Zakaži dostavu
hu: Kézbesítés Ütemezése
id: Atur Pengiriman
it: Pianifica Consegna
ja: 配達をスケジュール
kk: Жеткізуді жоспарлау
ko: 배송 일정 지정하기
ms: Jadualkan Penghantaran
nb: Planlegg levering
nl: Bezorging plannen
pl: Zaplanuj dostawę
pt_br: Agendar Entrega
pt_pt: Agendar entrega
ro: Programează livrare
ru: Запланировать доставку
sk: Naplánovať doručenie
sv: Boka leverans
th: นัดหมายการจัดส่ง
tr: Teslimatı Planla
uk: Запланувати доставку
vi: Lên lịch Giao hàng
zh_hans: 安排送货
zh_hant: 安排送貨
zh_hk: 安排送貨

# TK.Action.shareRecipe
source: Share Recipe
ar: مشاركة الوصفة
bg: Сподели рецепта
ca: Compartir recepta
cs: Sdílet recept
da: Del opskrift
de: Rezept teilen
el: Κοινοποίηση Συνταγής
es: Compartir receta
es_419: Compartir receta
fi: Jaa resepti
fr: Partager la recette
fr_ca: Partager la recette
he: שתף מתכון
hi: रेसिपी शेयर करें
hr: Podijeli recept
hu: Recept Megosztása
id: Bagikan Resep
it: Condividi Ricetta
ja: レシピを共有
kk: Рецептті бөлісу
ko: 레시피 공유하기
ms: Kongsi Resipi
nb: Del oppskrift
nl: Recept delen
pl: Udostępnij przepis
pt_br: Compartilhar Receita
pt_pt: Partilhar receita
ro: Împărtășește rețeta
ru: Поделиться рецептом
sk: Zdieľať recept
sv: Dela recept
th: แชร์สูตร
tr: Tarifi Paylaş
uk: Поділитися рецептом
vi: Chia sẻ Công thức
zh_hans: 分享食谱
zh_hant: 分享食譜
zh_hk: 分享食譜

# TK.Action.takePhoto
source: Take Photo
ar: أخذ صورة
bg: Направи снимка
ca: Fer foto
cs: Pořídit fotografii
da: Tag foto
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Tomar Foto
es_419: Tomar Foto
fi: Ota kuva
fr: Prendre une photo
fr_ca: Prendre une photo
he: צלם/י
hi: तस्वीर लें
hr: Snimi fotografiju
hu: Fotó készítése
id: Ambil Foto
it: Scatta Foto
ja: 写真を撮る
kk: Фотосурет түсіру
ko: 사진 찍기
ms: Ambil Foto
nb: Ta bilde
nl: Maak foto
pl: Zrób zdjęcie
pt_br: Tirar Foto
pt_pt: Tirar fotografia
ro: Fotografiați
ru: Снять фото
sk: Odfotiť
sv: Ta bild
th: ถ่ายรูป
tr: Fotoğraf Çek
uk: Зробити знімок
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照
zh_hk: 影相

# TK.Action.trackOrder
source: Track Order
ar: تتبع الطلب
bg: Проследи поръчката
ca: Rastrejar comanda
cs: Sledovat objednávku
da: Spor Ordre
de: Bestellung verfolgen
el: Παρακολούθησε Παραγγελία
es: Rastrear Pedido
es_419: Rastrear Pedido
fi: Seuraa tilausta
fr: Suivre la commande
fr_ca: Suivre la commande
he: עקוב אחרי הזמנה
hi: ऑर्डर ट्रैक करें
hr: Prati narudžbu
hu: Rendelés nyomon követése
id: Lacak Pesanan
it: Tieni Traccia dell'Ordine
ja: 注文をトラッキング
kk: Тапсырысты бақылау
ko: 주문 추적
ms: Jejaki Pesanan
nb: Spor ordre
nl: Volg bestelling
pl: Śledź zamówienie
pt_br: Rastrear Pedido
pt_pt: Acompanhar Pedido
ro: Urmărește Comanda
ru: Отслеживать заказ
sk: Sledovať objednávku
sv: Spåra beställning
th: ติดตามคำสั่งซื้อ
tr: Siparişi Takip Et
uk: Відстежити замовлення
vi: Theo Dõi Đơn Hàng
zh_hans: 跟踪订单
zh_hant: 追蹤訂單
zh_hk: 追蹤訂單

# TK.Action.writeReview
source: Write Review
ar: اكتب مراجعة
bg: Напишете отзив
ca: Escriure ressenya
cs: Napsat recenzi
da: Skriv Anmeldelse
de: Bewertung schreiben
el: Γράψτε Κριτική
es: Escribir Comentario
es_419: Escribir Reseña
fi: Kirjoita arvio
fr: Écrire un avis
fr_ca: Écrire un avis
he: כתוב ביקורת
hi: समीक्षा लिखें
hr: Napuniti recenziju
hu: Vélemény írása
id: Tulis Ulasan
it: Scrivi recensione
ja: レビューを書く
kk: Пікір жазу
ko: 리뷰 쓰기
ms: Tulis Ulasan
nb: Skriv anmeldelse
nl: Recensie schrijven
pl: Napisz recenzję
pt_br: Escrever Avaliação
pt_pt: Escrever Avaliação
ro: Scrie Recenzie
ru: Написать отзыв
sk: Napísať recenziu
sv: Skriv Recension
th: เขียนรีวิว
tr: Yorum Yaz
uk: Написати відгук
vi: Viết đánh giá
zh_hans: 写评论
zh_hant: 撰寫評價
zh_hk: 寫評論

# TK.Label.allergens
source: Allergens
ar: المواد المسببة للحساسية
bg: Алергени
ca: Al·lèrgens
cs: Alergeny
da: Allergener
de: Allergene
el: Αλλεργιογόνα
es: Alérgenos
es_419: Alergenos
fi: Allergiat
fr: Allergènes
fr_ca: Allergènes
he: אלרגנים
hi: एलर्जन
hr: Alergeni
hu: Allergének
id: Alergen
it: Allergeni
ja: アレルゲン
kk: Аллергендер
ko: 알레르겐
ms: Alergen
nb: Allergener
nl: Allergenen
pl: Alergeny
pt_br: Alérgenos
pt_pt: Alergénios
ro: Alergeni
ru: Аллергены
sk: Alergény
sv: Allergener
th: สารภูมิแพ้
tr: Alerjenler
uk: Алергени
vi: Chất gây dị ứng
zh_hans: 过敏原
zh_hant: 過敏原
zh_hk: 過敏原

# TK.Label.availability
source: Availability
ar: التوافر
bg: Наличност
ca: Disponibilitat
cs: Dostupnost
da: Tilgængelighed
de: Verfügbarkeit
el: Διαθεσιμότητα
es: Disponibilidad
es_419: Disponibilidad
fi: Saatavuus
fr: Disponibilité
fr_ca: Disponibilité
he: זמינות
hi: उपलब्धता
hr: Dostupnost
hu: Elérhetőség
id: Ketersediaan
it: Disponibilità
ja: 利用可能性
kk: Қолжетімділік
ko: 사용 가능 여부
ms: Ketersediaan
nb: Tilgjengelighet
nl: Beschikbaarheid
pl: Dostępność
pt_br: Disponibilidade
pt_pt: Disponibilidade
ro: Disponibilitate
ru: Доступность
sk: Dostupnosť
sv: Tillgänglighet
th: ความพร้อมให้บริการ
tr: Uygunluk
uk: Доступність
vi: Tình trạng
zh_hans: 可用性
zh_hant: 可用性
zh_hk: 可用性

# TK.Label.averageRating
source: Average Rating
ar: التقييم المتوسط
bg: Средна оценка
ca: Valoració Mitjana
cs: Průměrné hodnocení
da: Gennemsnitlig rating
de: Durchschnittsbewertung
el: Μέση Βαθμολογία
es: Calificación promedio
es_419: Calificación promedio
fi: Keskimääräinen arvio
fr: Note moyenne
fr_ca: Note moyenne
he: דירוג ממוצע
hi: औसत रेटिंग
hr: Prosječna ocjena
hu: Átlagos értékelés
id: Rating Rata-Rata
it: Valutazione Media
ja: 平均評価
kk: Орташа бағалау
ko: 평균 평점
ms: Penilaian Rata-Rata
nb: Gjennomsnittlig vurdering
nl: Gemiddelde beoordeling
pl: Średnia ocena
pt_br: Avaliação Média
pt_pt: Classificação Média
ro: Evaluare medie
ru: Средний рейтинг
sk: Priemerné hodnotenie
sv: Genomsnittlig betyg
th: คะแนนเฉลี่ย
tr: Ortalama Puan
uk: Середня оцінка
vi: Đánh giá trung bình
zh_hans: 平均评分
zh_hant: 平均評價
zh_hk: 平均评分

# TK.Label.calories
source: Calories
ar: سعرات حرارية
bg: Калории
cs: Kalorie
da: Kalorier
de: Kalorien
el: Θερμίδες
es: Calorías
es_419: Calorías
fi: Kalorit
he: קלוריות
hi: कैलोरी
hr: Kalorije
hu: Kalória
id: Kalori
it: Calorie
ja: カロリー
kk: Калория
ko: 칼로리
ms: Kalori
nb: Kalorier
nl: Calorieën
pl: Kalorie
pt_br: Calorias
pt_pt: Calorias
ro: Calorii
ru: Калории
sk: Kalórie
sv: Kalorier
th: แคลอรี
tr: Kalori
uk: Калорії
vi: Calo
zh_hans: 大卡
zh_hant: 大卡
zh_hk: 卡路里
